{
  "nav": {
    "aboutUs": "Про нас",
    "weBelieve": "Ми віримо",
    "ourLeadership": "Наші лідери",
    "events": "Івенти",
    "groups": "Групи",
    "give": "Пожертвувати"
  },
  "home": {
    "sundays": "ЩОНЕДІЛІ",
    "joinUs": "Приєднуйтесь",
    "english": "Англійською",
    "ukrainian": "Українською"
  },
  "aboutChurch": {
    "description": "Навчання, зосереджене на Євангелії, збагачує розуміння віри, тоді як потужне поклоніння надихає та піднімає дух. Активна спільнота заохочує зв'язок та підтримку між людьми, створюючи живу атмосферу для зростання та спілкування як українською, так і англійською мовами."
  },
  "smallGroups": {
    "title": "Малі групи",
    "subtitle": "Включіться в нашу активну спільноту!",
    "description": "Малі групи - це місце, де відбувається глибоке зростання та зв'язок у нашій церкві. У нас є групи, які зустрічаються по всьому Шарлотту для сімей, чоловіків, жінок та молодих дорослих обома мовами.",
    "joinButton": "ПРИЄДНАТИСЬ ДО МАЛОЇ ГРУПИ"
  },
  "getConnected": {
    "title": "Зв'яжіться з нами",
    "subtitle": "Приєднуйтесь до нашої спільноти",
    "description": "Ми хотіли б краще вас знати! Заповніть нашу форму зв'язку, щоб повідомити нам, що ви зацікавлені стати частиною нашої церковної сім'ї. Ми зв'яжемося з вами та допоможемо вам зробити наступні кроки у вашій подорожі з нами.",
    "button": "Зв'яжіться з нами"
  },
  "weBelieve": {
    "title": "ДЕКЛАРАЦІЯ ВІРИ",
    "god": {
      "title": "БОГ",
      "text": "Ми віримо, що існує лише один істинний, живий та вічний Бог, і що Божество відкривається як Отець, Син і Святий Дух."
    },
    "bible": {
      "title": "БІБЛІЯ",
      "text": "Ми віримо, що Святе Писання - це Старий і Новий Завіти; натхненне та безпомилкове Слово Боже, і в ньому знаходиться єдиний надійний путівник християнської віри та поведінки."
    },
    "man": {
      "title": "ЛЮДИНА",
      "text": "Ми віримо, що Бог створив людину за Своїм образом, щоб принести Йому честь через послух, і що коли людина не послухалася, вона стала падшою та грішною істотою, нездатною врятувати себе. Ми віримо, що немовлята перебувають у завіті Божої благодаті, і що всі люди стають відповідальними перед Богом, коли досягають стану моральної відповідальності."
    },
    "salvation": {
      "title": "СПАСІННЯ",
      "text": "Ми віримо, що спасіння (відродження, освячення, виправдання та спокута) було надане всьому людству через спокутну працю (життя, смерть, воскресіння, вознесіння та заступництво) Ісуса Христа, і що це спасіння може бути отримане лише через каяття перед Богом та віру в нашого Господа Ісуса Христа."
    },
    "assurance": {
      "title": "ВПЕВНЕНІСТЬ ТА ВИТРИВАЛІСТЬ",
      "text": "Ми віримо, що ті, хто перебуває в Христі, мають впевненість у спасінні. Однак ми віримо, що християнин зберігає свою свободу вибору; тому для нього можливо відвернутися від Бога і бути нарешті втраченим."
    },
    "duties": {
      "title": "ХРИСТИЯНСЬКІ ОБОВ'ЯЗКИ",
      "text": "Ми віримо, що християни повинні жити вірно, служачи в місцевій церкві та через неї, молячись старанно, свідчачи щиро, практикуючи толерантність, виявляючи люблячу доброту, даючи, як Бог процвітає, і поводячись таким чином, щоб принести славу Богу."
    },
    "church": {
      "title": "ЦЕРКВА",
      "text": "Ми віримо, що Вселенська Церква - це Тіло Христове, спільнота всіх віруючих, і що її члени були покликані зі світу, щоб прийти під владу та авторитет Христа, її Голови. Ми віримо, що місцева церква - це спільнота християн, частина Тіла Христового, добровільно об'єднаних для поклоніння, виховання та служіння."
    },
    "ordinances": {
      "title": "ОБРЯДИ",
      "text": "Ми віримо, що хрещення та Вечеря Господня - це обряди, встановлені Христом для спостереження лише християнами. Ми також віримо, що біблійний спосіб хрещення - це занурення, і що участь у Вечері Господній повинна бути відкритою для всіх християн."
    },
    "lastThings": {
      "title": "ВОСКРЕСІННЯ",
      "text": "Ми віримо в особисте повернення Ісуса Христа та в тілесне воскресіння мертвих. Ми віримо, що Бог буде судити все людство через Ісуса Христа; що Він нагородить праведних вічним життям на небесах, і що Він відішле несправедливих до вічної кари в пеклі."
    },
    "findUs": "Ви можете знайти нас за адресою:",
    "comeAsYouAre": "Приходьте такими, які ви є - ми не можемо дочекатися зустріти вас і поділитися значущим досвідом разом."
  },
  "leadership": {
    "title": "Наші лідери"
  },
  "events": {
    "title": "ІВЕНТИ",
    "subtitle": "Приєднуйтесь до наших майбутніх подій, служінь та зустрічей. Перегляньте наш календар, щоб побачити, що відбувається в Церкві Нової Надії."
  },
  "give": {
    "title": "Пожертвувати",
    "subtitle": "Підтримайте служіння Церкви Нової Надії через вашу щедру пожертву. Виберіть один з варіантів нижче, щоб зробити вашу пожертву.",
    "zelle": {
      "title": "Zelle",
      "description": "Надішліть вашу пожертву безпосередньо на наш рахунок Zelle. Швидко, безпечно та без комісій. Будь ласка, додайте примітку до вашої пожертви.",
      "phone": "Телефон:",
      "note": "Примітка:",
      "noteValue": "Tithe + Last Name",
      "scanQR": "Відскануйте за допомогою вашого банківського додатку"
    },
    "paypal": {
      "title": "PayPal",
      "description": "Пожертвуйте безпечно через PayPal. Ви можете використовувати баланс PayPal або прив'язати банківський рахунок або картку.",
      "button": "Пожертвувати через PayPal",
      "secure": "Безпечні пожертви обробляються PayPal"
    },
    "onlineGiving": {
      "title": "Онлайн пожертви",
      "description": "Використовуйте нашу безпечну платформу онлайн пожертв, яку підтримує Square. Приймає всі основні кредитні картки та банківські перекази.",
      "button": "Пожертвувати онлайн"
    },
    "thankYou": "Дякуємо за вашу щедру підтримку нашого служіння!",
    "taxDeductible": "Всі пожертви не оподатковуються. Ви отримаєте квитанцію для ваших записів."
  },
  "footer": {
    "churchName": "Церква Нової Надії",
    "services": "Служіння",
    "copyright": "© 2025 Церква Нової Надії. Всі права захищені."
  }
}

